The "From Room" set for the door or window.
 Overload List
Name  |   Description
FromRoom
 The "From Room" set for the door or window in the last phase of the project.
 (Inherited from  FamilyInstance  .)
FromRoom Phase   |   (Inherited from  FamilyInstance  .)
 See Also
  AnnotationSymbol Class
  AnnotationSymbol Members
  Autodesk.Revit.DB Namespace